Revit 2027 API
ParameterTypeId.RbsElecRoomCavityRatio Property
 "Room Cavity Ratio"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecRoomCavityRatio { get; }
Public Shared ReadOnly Property RbsElecRoomCavityRatio As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecRoomCavityRatio {
	ForgeTypeId^ get ();
}
static member RbsElecRoomCavityRatio : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace